[
    {
        "artistId":1,
        "name":"Sidharth Malhotra",
        "image":"/assets/artist-images/SidharthMalhotra.jpeg",
        "role":[
            "Actor",
            "Assistant Director"
        ],
        "born":"January 16, 1985",
        "birthplace":"New Delhi, Delhi, India",
        "about":"Not being contented with his modeling assignments, Delhi-born Sidharth Malhotra decided to make his career in Bollywood. However, surprisingly, the then-aspiring actor made his debut in the industry as an assistant director to Karan Johar who was working on his film My Name Is Khan.A couple of years later, Karan gave him a break as an actor in the movie Student of the Year (2012), which also featured debutants Alia Bhatt and Varun Dhawan.Sidharth`s performance in his debut movie received unanimous appreciation and since then the actor has established himself to be one of the most successful actors of the new generation. So much so that Saibal Chatterjee of NDTV compared his screen presence to the legendary Amitabh Bachchan. He has appeared in movies such as Hasee Toh Phasee (2014), Ek Villain (2014), and Kapoor & Sons (2016).",
        "knownAs":"Sid"
    },
    {
        "artistId": 2,
        "name": "Akshay Kumar",
        "image": "/assets/artist-images/akshay-kumar.jpg",
        "role": [
            "Actor",
            "Producer"
        ],
        "born": "September 9, 1967",
        "birthplace": "Punjab,India",
        "about": "Akshay Kumar is an Indian actor, TV host, and producer who is known as the Khiladi of Bollywood because he has been part of over eight movies with the word Khiladi in it. Before entering Bollywood, the actor was an aspiring martial artist and was in Bangkok to study the art form. While there, he pursued cooking for a living. From being a cook in Bangkok to becoming a famous Bollywood star, Akshay Kumar is a role model for those who dream big. He made his mark in the industry on sheer talent and hard work, despite his good looks and pleasant personality. He first came into the limelight with the movie Khiladi and went on to become a top Bollywood actor with Yeh Dillagi.Kumar has also appeared on television and has hosted reality adventure series Fear Factor - Khatron Ke Khiladi, and also launched a dance reality show called Dare 2 Dance. In the year 2008, the actor started his own production company called Hari Om Productions. Under this banner, Akshay Kumar co-produced several movies, in which he appeared too, such as Singh Is Kinng, Action Replayy, and Tees Maar Khan, to name a few. In 2011, Kumar co-founded another film and TV production house, Grazing Goat Pictures, and its first project was OMG - Oh My God!, which he co-starred with actor Paresh Rawal.He is best remembered for his roles in Namastey London, Hera Pheri, Mujhse Shaadi Karogi, Bhool Bhulaiyaa, and Airlift among many others. From drama and action to comedy, Akshay Kumar is one actor who`s done it all.He has been honored with the Rajiv Gandhi Award in 2004 for his great contributions to Bollywood and has also been awarded the Padma Shri in 2009, the fourth highest civilian award in India, for his contribution to Indian cinema. The University of Windsor recognized his contribution to Indian cinema by presenting to him an Honorary Doctorate of Law.",
        "knownAs": "Khiladi of Bollywood, Akki, Mac, Rajiv Hari Om Bhatia"
    },
    {
        "artistId": 3,
        "name": "Tiger Shroff",
        "image": "/assets/artist-images/tiger.jpg",
        "role": [
            "Actor"
        ],
        "born": "March 2, 1990",
        "birthplace": "Mumbai, Maharashtra, India",
        "about": "Having made a mark in the industry with his debut movie, Heropanti,  itself, Tiger Shroff is more than just another star kid. While it is known that he is a fitness freak, the martial arts expert also performs most of his stunts on his own as was seen in his 2016 release, Baaghi. An agile dancer too, Tiger played the role of a street dancer inspired by Michael Jackson in Munna Michael in 2017.Besides acting in Hindi films, the supremely athletic Tiger Shroff has danced his way through few highly popular music album solos like Zindagi Aa Raha Hoon Main, Chal Waha Jaate Hai, and more.",
        "knownAs": "Jai Hemant Shroff"
    },
    {
        "artistId": 4,
        "name": "Diljit Dosanjh ",
        "image": "/assets/artist-images/Diljit-Dosanjh.jpg",
        "role": [
            "Indian Singer",
            "Song Writer",
            "Actor",
            "Film Producer"
        ],
        "born": "January 6, 1984",
        "birthplace": "Jalandhar, Punjab, India",
        "about": "Daljit Dosanjh, now known as Diljit Dosanjh, is an award-winning Indian film actor, television presenter and one of the leading music artists in Punjab, who released his first music album Ishq Da Uda Ada in 2000. He made his debut in the Punjabi film industry in 2011 with the movie The Lion of Punjab and entered Bollywood with Abhishek Chaubey`s 2016 release Udta Punjab. He has won various accolades for his contributions to the music and the film industry.",
        "knownAs": "Daljit Singh Dosanjh, Diljit"
    },
    {
        "artistId": 5,
        "name": "Yo Yo Honey Singh ",
        "image": "/assets/artist-images/HoneySingh.jpg",
        "role": [
            "Indian Music Producer",
            "Composer",
            "Rapper",
            "Singer",
            "Lyricist",
            "Actor"
        ],
        "born": "March 15, 1983",
        "birthplace": "Hoshiarpur, Punjab, India",
        "about": "Hirdesh Singh, better known by his stage name Yo Yo Honey Singh, is an Indian rapper, singer, music producer, and film actor. The rapper, known for his upbeat, funky, and party style songs, has sung songs of different genres including desi hip hop, Punjabi rap, Bhangra and R&B. From starting off as a Bhangra music composer, who composed individual albums and singles tracks, to becoming one of Bollywood`s highest paid music producers, Honey Singh has come a long way from his humble beginning. Apart from singing, rapping and producing music, Honey Singh is also an accomplished DJ (Disk Jockey); he participated in the `War of DJs` contest and stood second.",
        "knownAs": "Hirdesh Singh, Honey Singh"
    },
    {
        "artistId": 6,
        "name": "Shah Rukh Khan ",
        "image": "/assets/artist-images/ShahRukhkhan.jpg",
        "role": [
            "Actor",
            "Producer"
        ],
        "born": "November 2, 1965",
        "birthplace": "New Delhi, Delhi, India",
        "about": "Hailed as the world`s biggest superstar and the King of Bollywood, Shah Rukh Khan is a phenomenon like no other. From his humble beginnings as an outsider in a largely dynastic Hindi cinema to earning the numero uno position in the industry, his rise might seem like a fairytale; but is in fact a testament to the actor`s sheer talent, infectious energy and hard work. An incredible artistic journey that started with the 1989 tv series Fauji has continued to flourish for around three decades now, scaling dizzying heights of stardom and redefining Bollywood along the way.With over 80 movies to his credit, countless national and international accolades, staggering box office receipts and an immense fan base spread across the globe, SRK remains one of the biggest icons of contemporary cinema. Some of his best known works include Baazigar (1993), Dilwale Dulhania Le Jayenge (1995), Dil Se (1998), Devdas (2002), Kal Ho Naa Ho (2003), Swades (2004), Chak De! India (2007), My Name Is Khan (2010) and Zero (2018).",
        "knownAs": "SRK, Shahrukh Khan "
    },
    {
        "artistId": 7,
        "name": "Preity Zinta",
        "image": "/assets/artist-images/Preity-Zinta.jpg",
        "role": [
            "Actor"
        ],
        "born": "January 31, 1975",
        "birthplace": "Shimla, Himachal Pradesh, India",
        "about": "Known for her bubbly personality, chirpy nature, and the dimpled smile that won her legions of fans, Preity Zinta is an Indian actress who debuted with a small role in the 1998 movie, Dil Se. The same year she went on to star in the action movie, Soldier. In 2004 she became the first actress to receive a Filmfare nomination for both, the Best Actress and Best Villain awards in a single year. Preity won the Silver Hugo Award for Best Actress at the 2008 Chicago International Film Festival for her first international film role in Deepa Mehta's Heaven on Earth (2008). Apart from being a successful actress, Preity is also a social activist, a stage performer, and a successful business-woman. Her production company PZNZ Media is a co- owner of the Indian Premier League cricket team Kings XI Punjab since 2008.",
        "knownAs": "Preetam Singh Zinta"
    },
    {
        "artistId": 8,
        "name": "Kangana  Ranaut ",
        "image": "/assets/artist-images/kangana.jpg",
        "role": [
            "Actress",
            "Filmmaker"
        ],
        "born": "March 23, 1987",
        "birthplace": "Bhambla, Jammu And Kashmir, India",
        "about": "My success is my sweet revenge against controversy. Kangana Ranaut has left no stone unturned to be ruling the Internet with either her award-winning performances, her on-point style, or her extremely controversial statements. Always been a rebel, Kangana decided to run away from her house in order to pursue her career in acting, a career choice her father was not very pleased with.Coming from a small town on Bhambla in Himachal Pradesh, little did the teenaged Kangana know that she would rule Bollywood one day, with remarkable performance in movies such as Queen and Tanu Weds Manu Returns. Apart from acting, Kangana is well-known for her fashion sense and launched her limited clothing line Marquee with fashion label Vero Moda.",
        "knownAs": "Kangana Amardeep Ranaut"
    },
    {
        "artistId": 9,
        "name": "Ranveer Singh  ",
        "image": "/assets/artist-images/Ranveer.jpg",
        "role": [
            "Actor"
        ],
        "born": "July 6, 1985",
        "birthplace": "Mumbai, Maharashtra, India",
        "about": "Equally at ease portraying the brave nobility of Bajirao, the roguish charm of Ram Rajari and the devilish cruelty of Khilji, Ranveer Singh is one of the most dynamic leading men to have emerged out of Bollywood in recent times. Since his debut in the sleeper hit Band Baaja Baaraat in 2010, he has consistently delivered several memorable performances in a wide range of roles; from the conflicted thief in Lootera (2013) to the flamboyant outlaw in Gunday (2014) and two contrasting historical figures in Bajirao Mastani (2015) and Padmavat (2018).In the process, Ranveer has established himself both a serious actor and a bankable star - a fact underlined by the enormous box office receipts of some of his movies and the prestigious accolades he has won, which includes both Filmfare and IIFA Awards.",
        "knownAs": "Ranveer Singh Bhavnani, Bittoo"
    },
    {
        "artistId": 10,
        "name": "Deepika Padukone ",
        "image": "/assets/artist-images/Deepika.jpg",
        "role": [
            "Actress"
        ],
        "born": "January 5, 1986",
        "birthplace": "Copenhagen, Denmark",
        "about": "More than a decade since her electrifying Bollywood debut in Om Shanti Om (2007), Deepika Padukone has carved a niche for herself as one of the most influential artists in contemporary Indian cinema. In the course of an illustrious career that has had its share of ups and downs, she has evolved from a promising starlet to a gifted actress who can effortlessly segue between genres and characters of various shades. Along the way, she has also given us a number of memorable, award-winning performances in well-received movies like Cocktail (2012), Goliyon Ki Rasleela Ram-Leela (2012), Piku (2015), Tamasha (2015) and Padmaavat (2018).One among the highest paid actresses in India, Deepika`s soaring popularity has also earned her a place in the collective consciousness of the global audience, courtesy of the Hollywood blockbuster xXx: Return of Xander Cage (2017). Therefore, it doesn`t come as a surprise that the celebrated artist was named in Time magazine`s list of 100 most influential people in the world in 2018 and is also the most followed Asian woman on twitter.",
        "knownAs": "Deepi"
    },
    {
        "artistId": 11,
        "name": "Anubhav Singh Bassi",
        "image": "/assets/artist-images/Anubhav-Singh-Bassi.jpg",
        "role": [
            "Actor",
            "YouTuber",
            "Stand-Up Comedian"
        ],
        "born": "January9, 1991",
        "birthplace": "Parikshitgarh, Uttar Pradesh, India",
        "about": "A lawyer-turned-UPSC aspirant-turned-entrepreneur-turned-comic, Anubhav Bassi is finally doing something productive after many failures because he thinks that his failures are his achievements. A perfect storyteller who makes fun of himself and everything that has come in his way till date. His style of comedy is interestingly natural with the whole act that seems like a casual conversation with hilarious content. One of the best stand-up comedians of the next gen.",
        "knownAs": "Bassi"
    },
    {
        "artistId": 12,
        "name": "Harsh Gujral",
        "image": "/assets/artist-images/HarshGujral.jpg",
        "role": [
            "Stand-Up Comedian"
        ],
        "born": "September 17, 1993.",
        "birthplace": "Kanpur, Uttar Pradesh, India",
        "about": "Harsh is a Dabangg guy from Kanpur who cracks jokes on his life experiences. With a strong personality, he also has strong comedy sets to tickle your funny bones",
        "knownAs": "Sasta Vicky Kaushal "
    },
    {
        "artistId": 13,
        "name": "Gursimran Khamba",
        "image": "/assets/artist-images/GursimranKhamba.jpg",
        "role": [
            "Stand-Up Comedian"
        ],
        "born": "April 24, 1987",
        "birthplace": "Delhi, India",
        "about": "Gursimran Khamba is a writer, stand-up comic, podcaster, script consultant, creative director, producer, commentator and co-founder of India's biggest comedy collective All India Bakchod. Gursimran is also one of the first stand-up comedians to do edgy political comedy on stage. He has performed over 400 shows across the country and countries such as UK, Australia, UAE, etc. His comedy is usually centered on current affairs and politics mixed with stories from his own life.Gursimran Khambas latest venture is called Light@27 a comedy consulting firm that provides multiple services in the live and digital content space. This includes developing feature films and shows for OTTs and production houses across fiction and non-fiction. Script doctoring, script consulting, content and social media strategy for OTTs and brands. Scripting and comedian for hire services for live events and much more.",
        "knownAs": "Khamba"
    },
    {
        "artistId": 14,
        "name": "B Praak",
        "image": "/assets/artist-images/BPraak.jpg",
        "role": [
            "Indian Singer",
            "Music Director",
            "Composer",
            "Music Producer"
        ],
        "born": "February 7, 1986",
        "birthplace": "Chandigarh, Punjab, India",
        "about": "Praak was born as Pratik Bachan in Chandigarh. His father, Varinder Bachan, is a Punjabi music producer and composer. He started his career as music director with name of Prakky B. In 2012, he met lyricist Jaani and started collaborating with him under the name `B Praak`. In 2013, they released their first song Soch sung by Harrdy Sandhu and composed by him. The song became a chartbuster and is considered best Punjabi song of year 2013. He later debuted as singer in 2018 with the single Mann Bharrya.[citation needed] He also sang more songs such as Bewafaai, Mastaani and composed tracks such as Qismat, Naah, Kya Baat Ay, Hath Chummne, Guitar Sikhda in the same year. He also produced music for Qismat, a film inspired by his song of the same name, for the first time in his career with lyrics by Jaani.Praak made his Hindi film debut in 2019, first as a singer with the song Teri Mitti from the Hindi film Kesari starring Akshay Kumar and Parineeti Chopra, written by Manoj Muntashir and composed by Arko Pravo Mukherjee, and months later as a composer with a recreation of his song Naah, titled Naah Goriye, which was featured on the soundtrack of the Ayushmann Khurrana-starrer Bala. During this time, he also crooned a promotional song featuring Kumar, Ali Ali, which was featured on the soundtrack of the film Blank. He then sang a remake of the popular song O Saaki Saaki for Batla House, written and composed by Tanishk Bagchi, alongside Neha Kakkar and Tulsi Kumar. He next reunited with Kumar for the comedy-drama film Good Newwz, crooning the song Maana Dil, composed by Bagchi and written by Rashmi Virag. Additionally, he recorded a reprise version of the song Dilbara from the 2019 remake of the film Pati Patni Aur Woh, which was composed by Sachet-Parampara and written by Navi Ferozpurwala, and again in his duet with Sunidhi Chauhan for the song Bharat Salaam, which was written and composed by Mithoon, and featured on the Hindi version soundtrack of Hotel Mumbai.In the same year he released Pachtaoge sung by Arijit Singh, composed by him and written by Jaani featuring Vicky Kaushal and Nora Fatehi. He also sang his first Telugu song Suryudivo Chandrudivo, for the film Sarileru Neekevvaru featuring Mahesh Babu. In 2020, he released tracks such as Kuch Bhi Ho Jaye, Besharam Bewaffa, Kyon, and Baras Baras, and he composed the songs for Ammy Virk`s film 'Sufna' with lyrics by Jaani. He then released the single Mazaa and Baarish Ki Jaaye. Praak won the National Film Award for Best Male Playback Singer in 2021 for his rendition of Teri Mitti at the 67th National Film Awards.In 2019 Filhall song was released starring Akshay Kumar and Nupur Sanon was released and in 2021 the sequel Filhall 2 Mohabbat was released. Both songs became hits. In July 2021, he sang Ranjha that starred Siddharth Malhotra and Kiara Advani which became a super hit. Another song was released from film Shershaah named Mann Bharrya 2.0 which was a recreation of B Praak`s Single Mann Bharrya, recreated by B Praak himself along with Jaani. In September 2021, a sequel to his much popular soundtrack of the film Qismat 2 was released in which he served as music director for all songs and composer for two songs with lyrics by Jaani. In 2022, his first Bollywood project as music director came in Akshay Kumar`s Bachchan Pandey in which he sang two songs Meri Jaan Meri Jaan and Saare Bolo Bewafa with lyrics by Jaani.",
        "knownAs": "Pratik Bachan "
    },
    {
        "artistId": 15,
        "name": "Ajay Devgn",
        "image": "/assets/artist-images/ajay.jpg",
        "role": [
            "Actor",
            "Film Director",
            "Film Producer"
        ],
        "born": "April 2, 1969",
        "birthplace": "New Delhi, Delhi, India",
        "about": "Born as Vishal Veeru Devgan, Ajay Devgn is an Indian actor, director, producer who mainly works in Bollywood films. He is one of the most popular actors of India and has delivered several super hit films, after making a promising debut with the movie Phool Aur Kaante in 1991. Ajay was honored with the Padma Shri by the Government of India in the year 2016.",
        "knownAs": "Vishal Veeru Devgan "
    },
    {
        "artistId": 16,
        "name": "Jack Black",
        "image": "/assets/artist-images/jack.jpg",
        "role": [
            "Actor"
        ],
        "born": "August 28, 1969",
        "birthplace": "Santa Monica, California, United States Of America",
        "about": "A versatile artist, Jack Black is an American actor, comedian, singer, writer, producer and musician. Known for mostly portraying comedic roles, Black is a two-time Golden Globe Awards nominee. Having started his professional acting career with the TV series, Our Shining Moment in 1991, over the years, Black, in his illustrious career has starred in more than 30 TV series and 40 feature films.",
        "knownAs": "JB, Jables, Thomas Jacob Black "
    },
    {
        "artistId": 17,
        "name": "Awkwafina",
        "image": "/assets/artist-images/awkwafina.jpeg",
        "role": [
            "Actress"
        ],
        "born": "June 2, 1989",
        "birthplace": "New York City, New York, United States",
        "about": "Nora Lum Ying, known by her stage name Awkwafina, is an American rapper and actress. Born to a Chinese American father and a South Korean mother in New York City, she started rapping at the age of 13 and rose to prominence in 2012 courtesy of the song My Vag from her debut studio album Yellow Ranger. In 2016, Awkwafina made her feature film debut with the comedy Neighbors 2: Sorority Rising. She has since appeared in supporting roles in a number of movies, notable among which are the comedy-drama Dude (2018), the heist comedy Oceans 8 (2018), the romantic comedy Crazy Rich Asians (2018) and Jumanji: The Next Level (2019).",
        "knownAs": "Nora Lum "
    },
    {
        "artistId": 18,
        "name": "R. Madhavan",
        "image": "/assets/artist-images/R.Madhavan.jpg",
        "role": [
            "Actor",
            "Film Producer",
            "Film Director"
        ],
        "born": "June 1, 1970",
        "birthplace": "Jamshedpur, Jharkhand, India",
        "about": "Best remembered for his portrayal of Maddy from the 2001 romantic drama Rehnaa Hai Terre Dil Mein, Madhavan Balaji Ranganathan, is an Indian actor, producer, and television host. The big movie star, in fact, started his acting career with television and was seen in small roles, one of which was Zee TV`s soap opera Banegi Apni Baat in 1996. A few television appearances and ads later, his big break came with Mani Ratnam`s Alaipayuthey in 2000, which won him immense praise and recognition as a romantic hero. Having been a part of successful films such as Minnale, Kannathil Muthamittal, Rang De Basanti, 3 Idiots, and Tanu Weds Manu Returns, the actor has received various nominations and won several Filmfare Awards for his performances.Madhavan also co-owns the production house Leuko Films with his wife Sarita Birje. Leuko Films has produced the 2007 drama thriller Evano Oruvan, the 2016 bilingual drama Irudhi Suttru in Tamil and Saala Khadoos in Hindi.",
        "knownAs": "Maddy, Madhavan Ranganathan "
    },
    {
        "artistId": 19,
        "name": "Nayab Midha ",
        "image": "/assets/artist-images/NayabMidha.jpg",
        "role": [
            "Poetess",
            "Stand-Up Comedian"
        ],
        "born": "September13, 1996,",
        "birthplace": "Sri Ganganagar, Rajasthan,India",
        "about": "An engineer by profession and poet by passion, trying to make in the world of art, Nayab has been performing spoken word art for 3 years now, her latest poem Tum Khoobsurat ho touched 10Million views on facebook , her pieces are about shattering social norms that should not have existed at first place.",
        "knownAs": " "
    },
    {
        "artistId": 20,
        "name": "Manhar Seth ",
        "image": "/assets/artist-images/ManharSeth.jpg",
        "role": [
            "Poet",
            "Stand-Up Comedian"
        ],
        "born": "August 27, 1998",
        "birthplace": "New Delhi, India",
        "about": "Manhar Seth is an upcoming stand-up comedian",
        "knownAs": " "
    },
    {
        "artistId": 21,
        "name": "Viola Davis",
        "image": "/assets/artist-images/ViolaDavis.jpg",
        "role": [
            "Actress",
            "Film Producer"
        ],
        "born": "August 11, 1965",
        "birthplace": "St. Matthews, South Carolina, U.S.A.",
        "about": "Viola Davis is a popular American film and TV actress and producer who is known to play small and supporting roles. The winner of several prestigious awards including Golden Globe, BAFTA Award and Critics Choice Award, is the first African-American woman in the history of Hollywood cinema to win five SAG Awards. The actress who started her career with The Substance of Fire in 1996 has appeared in several in several popular films like Antwone Fisher (2002), Knight and Day (2010), Prisoners (2013), Suicide Squad (2016), Fences (2016), Widows (2018), Giving Voice (2020) and Ma Rainey`s Black Bottom (2020). Her other notable works include The Suicide Squad (2021), The Unforgivable (2021), Black Adam (2022) and The Hunger Games: The Ballad of Songbirds and Snakes (2022).",
        "knownAs": " "
    },
    
    {
        "artistId": 22,
        "name": "Jyotika Sadanah",
        "image": "/assets/artist-images/JyotikaSadanah.jpg",
        "role": [
            "Actress",
            "Film Producer"
        ],
        "born": "October 18, 1978",
        "birthplace": "Mumbai, Maharashtra, India",
        "about": "Jyotika is an Indian film actress who predominantly appears in Tamil films. She has also acted in Kannada, Malayalam, Telugu and Hindi language films. She is best known for her performances in Dumm Dumm Dumm (2001), Kaakha Kaakha (2003), Chandramukhi (2005), Sillunu Oru Kaadhal (2006), Vettaiyaadu Vilaiyaadu (2006), and Mozhi (2007). She is also a recipient of the Kalaimamani Award. She is cited by actors like Rajinikanth, Kamal Haasan and Vijay as the best actress in the world. Jyotika married co-actor Suriya in September 2006 after being in a relationship for several years. Post this, she was inactive in the industry but made a comeback with the movie 36 Vayadhinile in 2015. Her other projects include the drama film Magalir Mattum (2017) , Naachiyaar (2018) and Chekka Chivantha Vaanam (2018). Her 2019 release includes Jackpot and Donga. Her other notable works include Ponmagal Vandhal (2020), Udanpirappe (2021), Kaathal - The Core (2023), Shaitaan (2024) and Sri (2024).",
        "knownAs": " "
    },
    {
        "artistId": 23,
        "name": "Janki Bodiwala",
        "image": "/assets/artist-images/JankiBodiwala.jpg",
        "role": [
            "Actress"
        ],
        "born": "October 30,1995",
        "birthplace": "Ahmedabad, Gujarat, India",
        "about": "A Gujarati movie actress, Janki Bodiwala is associated with the movie Chhello Divas (2015). Her 2017 release includes the Gujarati film O Taareee. Directed by Tapan Vyas, the movie along with Janki stars Jayesh More, Pratik Rathod, Revanta Sarabhai, and Riddhi Jain in important roles. Her 2018 release includes Chhutti Jashe Chhakka. In 2019, Janki acted in Bau Na Vichaar, directed by Hrutul.",
        "knownAs": " "
    },
    {
        "artistId": 24,
        "name": "Sagar Bhatia",
        "image": "/assets/artist-images/SagarBhatia.jpg",
        "role": [
            "Singer",
            "Composer"
        ],
        "born": "January 1, 1970",
        "birthplace": "",
        "about": "Sagar Bhatia, a renowned qawwali artist and dynamic performer from Delhi, India, hails from a family with a rich musical heritage. Exposed to the magic of qawwali from a young age, Sagar embarked on his journey as a qawwali artist at 15. With a passion for singing and innate musical talent, he has captivated audiences across India and beyond for over a decade.Sagar's performances are characterized by his powerful voice, soulful singing, and unmatched energy on stage. He has graced prestigious events and venues, including the Delhi International Arts Festival and the Sufi festival at Ajmer Sharif.",
        "knownAs": " "
    },
   
    {
        "artistId": 25,
        "name": "Nizami Bandhu",
        "image": "/assets/artist-images/NizamiBandhu.jpg",
        "role": [
            "Singer",
            "Composer"
        ],
        "born": "",
        "birthplace": "",
        "about": "The Nizami Bandhu has a 700-year old rich legacy which they have upheld through centuries of dedication and tireless striving to perfection. They embraced Qawaali, 7 centuries back and since then, have contributed to the growth of this soulful genre of Sufism taking it to greater heights and securing its firm ground in the forum of world music.The Nizami Bandhu hails from the legendary and lustrous Sikandra Gharana which has produced some of the finest gems of Qawaali singers over the ages, best known for their versatility and serenity that have reflected in their songs. The responsibility of carrying the legacy forward is presently being shouldered by Ustad Chand Nizami, Shadab Faridi Nizami and Sohrab Faridi Nizami. They are also known as the Nizami Brothers.Awards &amp; Accolades: The band has been awarded the prestigious Indian Icon Award and the Rajiv Gandhi Global Excellence Award.Apart from performing in several prestigious musical events, such as the Jahaan E Khusro festival and the Qutub Festival in Delhi, Virasat Festival in Dehradun, Udhatan Music Festival in Bombay and the prestigious ITC Sangeet Research Academy in Kolkata, their music has been well received in many international concerts spreading across the USA, Germany, France, Canada, West Indies, Morocco, England, Tanzania etc.They have also been endowed with the honour of performing in the Sharad Festival as well as the Moroccan Festival this year which is one of the largest and prestigious music festivals in the world.The band has been awarded the prestigious Indian Icon Award and the Rajiv Gandhi Global Excellence Award.At the Movies: Amidst all of their achievements, another very prominent one has been sharing screen space with Ranbir Kapoor in the song Kun Faya Kun in the 2011 blockbuster Rockstar honouring the request of Imtiaz Ali, one of their great admirers. They have also lent their voice in one song Aaj Rang Hain from Bajrangi Bhaaijaan, the Salman Khan starrer blockbuster.They have dedicated their efforts not only to promote Qawaali as a form of heritage traditional music but also as a way of life transcending religious barriers and reaffirming the virtues of love, tolerance and faith.",
        "knownAs": " "
    },
    {
        "artistId": 26,
        "name": "Rebecca Hall",
        "image": "/assets/artist-images/RebeccaHall.jpg",
        "role": [
            "Actor"
        ],
        "born": "May 3, 1982",
        "birthplace": "London, United Kingdom",
        "about": "Rebecca Hall is a British-American actress. She has acted in dozens of movies, plays, and TV shows, racking up several awards and nominations for her performances.",
        "knownAs": " "
    },
    {
        "artistId": 27,
        "name": "Brian Tyree Henry",
        "image": "/assets/artist-images/BrianTyree.jpg",
        "role": [
            "Actor" ," Voice Cast"
        ],
        "born": "March 31, 1982",
        "birthplace": "Fayetteville, North Carolina, U.S.A.",
        "about": "American actor Brian Tyree Henry started off on stage and acted in several plays, off-broadway, and Broadway, including the critically acclaimed Broadway musical The Book of Mormon and Lobby Hero. The latter earned him a nomination for Tony Award for Best Featured Actor in a Play. He was also a nominee for the Emmy Award for Outstanding Supporting Actor in a Comedy series for portraying the role of Alfred Paper Boi Miles in Atlanta (2016-2018) alongside Donald Glover. He has also appeared on television series like Law and Order (2009), The Good Wife (2010), Vice Principle (2016-2017), How to Get Away with Murder (2017) and This is Us (2017).His film roles include Person to Person (2017), Crown Heights (2017), Irresplaceable You (2018), Spider-Man: Into the Spider-Verse (2018) and Joker (2019), The Eternals (2021), Widows (2021), The Woman In The Window (2021) and Godzilla vs. Kong (2021).",
        "knownAs": " "
    },
    {
        "artistId": 28,
        "name": "Dan Stevens",
        "image": "/assets/artist-images/DanStevens.jpg",
        "role": [
            "Actor" 
        ],
        "born": "October 10, 1982",
        "birthplace": "Croydon, England, United Kingdom",
        "about": "Daniel Jonathan Stevens, popularly known as Dan Stevens, is an English actor, writer and voice artist. He is mainly known for his role in the critically acclaimed period drama television series Downton Abbey and films like The Guest (2014), A Walk Among the Tombstones (2014), The Ticket (2016) and Beauty and the Beast (2017). Stevens is also the co-founder and editor of an online literary quarterly called The Junket, and has served as a member of the judging panel for the Man Booker Prize for Fiction in 2012.",
        "knownAs": "Daniel Jonathan Stevens, Daniel Jonathan Dan Stevens, Dan "
    },
    {
        "artistId": 29,
        "name": "Yami Gautam",
        "image": "/assets/artist-images/Yami.jpg",
        "role": [
            "Actor" 
        ],
        "born": "November 28, 1988",
        "birthplace": "Bilaspur, Himachal Pradesh, India",
        "about": "Born on 28th November 1988, Yami Gautam is an Indian film and TV actress who mainly appears in the Hindi cinema. She has also starred in a couple of Telugu, Tamil, Kannada, and Punjabi movies. Yami was first seen on silver screen in a Kannada film Ullasa Utsaha and made her Bollywood debut with the film Vicky Donor.",
        "knownAs": " "
    },
    {
        "artistId": 30,
        "name": "Priyamani",
        "image": "/assets/artist-images/Priyamani.jpg",
        "role": [
            "Actor","Special Appearances" 
        ],
        "born": "June 4, 1984",
        "birthplace": "Palakkad, Kerala, India",
        "about": "Priyamani is a highly respected Indian actress who started her career in the entertainment business as a model. She is been one of the most talented multilingual artists, who has appeared in films across different languages including Kannada, Hindi, Tamil, Telugu, and Malayalam. The actress who is known for portraying her roles with panache has been part of several critically acclaimed movies like Raam (2009), Raavanan (2012), and Chaarulatha (2012). For her stellar acting performances, the actress has won several awards including a National Award for best Actress and Filmfare awards.",
        "knownAs": "Priya Vasudev Mani Iyer "
    },
    {
        "artistId": 31,
        "name": "Vaibhav Tatwawadi",
        "image": "/assets/artist-images/Vaibhav.jpg",
        "role": [
            "Actor" 
        ],
        "born": "August 25, 1988",
        "birthplace": "Nagpur, Maharashtra, India",
        "about": "Vaibhav Tatwawadi is a Marathi film actor, who made his debut with the film Kurukshetra in 2013. He was a part of television series such as Amar Prem (2013) and Tuza Maza Jamena (2013). Some of his other performances can be seen in Coffee Ani Barach Kahi (2015) and Shortcut (2015). He also played an integral role in the hit film Bajirao Mastani (2015) and in Mr. and Mrs. Sadachari (2016). His 2017 release includes the Marathi romantic drama film, Bhetali Tu Punha. Directed by Chandrakant Kanse, the movie co-stars Pooja Sawant in the lead. His other releases include What`s Up Lagna (2018), Manikarnika: The Queen of Jhansi (2019) and Tribhanga (2021).",
        "knownAs": " "
    },
    {
        "artistId": 32,
        "name": "Divyendu Sharma",
        "image": "/assets/artist-images/divyenndu.jpg",
        "role": [
            "Actor" 
        ],
        "born": "May 13, 1983",
        "birthplace": "Delhi, India",
        "about": "Divyendu Sharma was born and raised in Delhi and is a political science graduate. He was a part of the theatre scene in Delhi for three years and then went on to pursue a 2 year diploma in acting at the prestigious Film and Television Institute of India. He has featured in commercials like Fidelity Mutual Funds, Virgin Mobiles and Birla Sun Life Insurance, to name a few. Divyendu made his film debut with the comedy, Pyaar Ka Punchnama (2011) in which his performance, won mass appreciation and a Screen Award for Most Promising Newcomer. He was then seen in David Dhawan`s Chasme Baddoor (2013). Divyenduwas last seen in Ekkees Toppon Ki Salaami (2014) and will soon be seen in Dilliwaali Zaalim Girlfirend (2015) and El`ayichi (2015). His 2017 release includes Toilet - Ek Prem Katha and 2016 The End. His 2018 release includes Batti Gul Meter Chalu, directed by Shree Narayan Singh.",
        "knownAs": " "
    },
    {
        "artistId": 33,
        "name": "Avinash Tiwary",
        "image": "/assets/artist-images/Avinash.jpg",
        "role": [
            "Actor" 
        ],
        "born": "August 15, 1985",
        "birthplace": "Bihar, India",
        "about": "Best known for his breakout role as Advocate Ajatshatru in the popular Sony TV psychological thriller series Yudh (2014), Avinash Tiwary has appeared in a handful of Bollywood movies since his debut in Suno Na, Ek Nanhi Awaaz (2009). Notable among these is the comedy-drama Tu Hai Mera Sunday (2016), which followed five friends who set out on a search for a new haunt after their beach soccer tradition is cancelled. The film, which opened to much critical acclaim, had the actor essaying a central role alongside Barun Sobti, Shahana Goswami, Nakul Bhalla and Vishal Malhotra.In 2018, Avinash appeared in the romantic drama Laila Majnu, where he was paired opposite Tripti Dimri in one of the titular roles.",
        "knownAs": " "
    },
    {
        "artistId": 34,
        "name": "Nora Fatehi",
        "image": "/assets/artist-images/Nora.jpg",
        "role": [
            "Actor" ,"Special Appearances"
        ],
        "born": "February 6, 1989",
        "birthplace": "Canada",
        "about": "Indo-Canadian dancer, actress and model Nora Fatehi made her acting debut in the 2013 Bollywood film Roar: Tigers of the Sundarbans, and has since been featured in several popular movies, primarily in special appearances and cameos. Notable among these are the Telugu action film Temper (2015), Baahubali: The Beginning (2015), the Bollywood action-thriller Rocky Handsome (2016), Oopiri (2017), My Birthday Song (2018) and Kayamkulam Kochunni (2018). Her other release includes Bharat, Batla House and Street Dancer 3.",
        "knownAs": " "
    },
    {
        "artistId": 35,
        "name": "The Chainsmoker",
        "image": "/assets/artist-images/chainsmoker.jpg",
        "role": [
            "DJ Player"
        ]
    },
    {
        "artistId": 36,
        "name": "Anjana Om Kashyap",
        "image": "/assets/artist-images/anjanakashyap.jpg",
        "role": [
            "Tv Anchor"
        ]
    },
    {
        "artistId": 37,
        "name": "Sandeep Jain",
        "image": "/assets/artist-images/sandeepJain.jpg",
        "role": [
            "Founder of GeeksOfGeeks"
        ]
    },  {
        "artistId": 38,
        "name": "Shiv Khera",
        "image": "/assets/artist-images/shivkhera.jpg",
        "role": [
            "Author"
        ]
    } , {
        "artistId": 39,
        "name": "Brahmdeo Ram Pandit",
        "image": "/assets/artist-images/Brahmdeo.jpg",
        "role": [
            "Potter"
        ]
    }, {
        "artistId": 40,
        "name": "Sarathy Korwar",
        "image": "/assets/artist-images/Sarathy.jpg",
        "role": [
            "Drummer","Composer", "Brandleader"
        ]
    }, {
        "artistId": 41,
        "name": "Tom Van der Zaal Quintet ",
        "image": "/assets/artist-images/Tom.jpg",
        "role": [
            "Jazz Saxophonist"
        ]
    },  {
        "artistId": 42,
        "name": "Ben Van den Dungen",
        "image": "/assets/artist-images/ben.jpg",
        "role": [
            "Jazz Saxophonist"
        ]
    }, {
        "artistId": 43,
        "name": "Alexander Hurricane Beets",
        "image": "/assets/artist-images/alexander.jpg",
        "role": [
            "Jazz Saxophonist"
        ]
    },  {
        "artistId": 44,
        "name": "Inder Sahani",
        "image": "/assets/artist-images/inder.avif",
        "role": [
            "Comedian"
        ]
    },
    {
        "artistId": 45,
        "name": "Maheep Singh",
        "image": "/assets/artist-images/maheep.avif",
        "role": [
            "Comedian"
        ]
    },
    {
        "artistId": 47,
        "name": "Ravi Gupta",
        "image": "/assets/artist-images/raviGupta.jpg",
        "role": [
            "Comedian"
        ]
    },  {
        "artistId": 48,
        "name": "Shreya Priyam",
        "image": "/assets/artist-images/shreyaPriyam.avif",
        "role": [
           "Comedian"
        ]
    } , {
        "artistId": 49,
        "name": "Vaibhav Arora",
        "image": "/assets/artist-images/vaibhavArora.avif",
        "role": [
            "Comedian"
        ]
    }, {
        "artistId": 50,
        "name": "Vikas Kush Sharma",
        "image": "/assets/artist-images/vikas.avif",
        "role": [
            "Comedian"
        ]
    }, {
        "artistId": 51,
        "name": "Madhur Virli",
        "image": "/assets/artist-images/madhur.jpg",
        "role": [
            "Comedian"
        ]
    }
]